{
  "data": {
    "ability_key_word_list": [
      {
        "title": "Fanfare",
        "text": "Activates when the card enters the field after being played from hand."
      },
      {
        "title": "Last Words",
        "text": "Activates when the card is destroyed."
      },
      {
        "title": "Evolve",
        "text": "Activates when you evolve or super-evolve the follower using EP or SEP."
      },
      {
        "title": "Strike",
        "text": "Activates when the follower attacks, before damage is dealt."
      },
      {
        "title": "Ward",
        "text": "Prevents enemy followers from attacking anything without Ward."
      },
      {
        "title": "Storm",
        "text": "Allows the follower to attack on the same turn it enters the field."
      },
      {
        "title": "Ambush",
        "text": "Prevents the follower from being selected for enemy abilities or attacked by enemy followers. Ambush is lost when the follower attacks or deals damage with an ability."
      },
      {
        "title": "Bane",
        "text": "Destroys any follower that attacks or is attacked by the follower with Bane, after damage is exchanged."
      },
      {
        "title": "Drain",
        "text": "After attacking, restores defense to the follower's leader equal to the attack damage dealt."
      },
      {
        "title": "Overflow",
        "text": "The state of having at least 7 max play points."
      },
      {
        "title": "On Spellboost",
        "text": "Activates in hand when the card is spellboosted, either by its controller playing a spell or by an ability."
      },
      {
        "title": "Countdown",
        "text": "A counter that ticks down by 1 at the start of each of the controller's turns. The card is destroyed when its counter reaches 0."
      },
      {
        "title": "Necromancy",
        "text": "Activates if you have the required number of shadows in your cemetery by consuming them."
      },
      {
        "title": "Earth Rite",
        "text": "Activates if you have the required number of earth sigils on your field by consuming them."
      },
      {
        "title": "Rush",
        "text": "Allows the follower to attack followers on the same turn it enters the field."
      },
      {
        "title": "Clash",
        "text": "Activates when the follower attacks or is attacked by another follower, before damage is exchanged."
      },
      {
        "title": "Enhance",
        "text": "Activates when the card is played from hand if the player has the required number of play points remaining. The Enhance cost replaces the card's normal cost."
      },
      {
        "title": "Reanimate",
        "text": "Summons a copy of the allied follower with the highest base cost destroyed that match and gives it the Departed trait. The cost of the follower must be equal to or less than the specified number. If there are multiple eligible followers, one is chosen at random."
      },
      {
        "title": "Fuse",
        "text": "In hand, lets you strengthen the card by fusing the specified cards to it once per turn."
      },
      {
        "title": "Earth Sigil",
        "text": "Sigils on your field are consolidated into one amulet with the Earth Sigil ability, and are used to activate Earth Rite abilities. Sigils can't be destroyed by abilities or selected for enemy abilities."
      },
      {
        "title": "Combo",
        "text": "Counts the number of cards you've played that turn. Some abilities only activate if your Combo count is equal to or greater than the specified number."
      },
      {
        "title": "Intimidate",
        "text": "Prevents the follower from being attacked by enemy followers."
      },
      {
        "title": "Aura",
        "text": "Prevents the follower from being selected for enemy abilities."
      },
      {
        "title": "Barrier",
        "text": "Reduces damage taken by the follower or leader to 0 once before being removed."
      },
      {
        "title": "Super-Evolve",
        "text": "Activates when you super-evolve the follower using SEP."
      },
      {
        "title": "Mode",
        "text": "Lets you select the specified number of abilities to activate from a list."
      },
      {
        "title": "Engage",
        "text": "Can be activated once per turn by pressing the Engage button. Some Engage abilities cost play points to activate."
      },
      {
        "title": "Crest",
        "text": "A special type of card that goes in the area next to your leader. You can have up to 5 unique crests at a time."
      },
      {
        "title": "Apocalypse Deck",
        "text": "A 10-card deck consisting of powerful cards related to the Ruler of Cocytus. "
      }
    ]
  }
}